[
  {
    "id": "1722354310615",
    "title": "Harris is energizing Democratic voters. Can she expand the map?",
    "description": "A campaign rally in Georgia is the next test of Harris' appeal, indicating a renewed push in a state that’s now back in play for Democrats",
    "img": "1722354310602-gettyimages-2162426035.webp"
  },
  {
    "id": "1722354401752",
    "title": "Obama expected to endorse Harris soon, source says",
    "description": "In this April 2022 photo, Vice President Kamala Harris and former President Barack Obama attend an event to mark the 2010 passage of the Affordable Care Act in the East Room of the White House in Washington. Chip Somodevilla/Getty Images/File",
    "img": "1722354401751-c-gettyimages-1239766516.webp"
  },
  {
    "id": "1722354571244",
    "title": "Greece's Giannis Antetokounmpo dunks the ball in the men's preliminary round during the Paris 2024 Olympic Games. Pool/AFP/Getty Images",
    "description": "A famous experiment published in a January 1998 report looked at how people viewed stress and found the risk of premature death rose by 43% for people who viewed stress negatively. Those who viewed stress as a positive had the lowest risk of death of anyone in the study, even lower than people reporting very little stress.",
    "img": "1722354571243-olyupdate08-gettyimages-2163292649-jpg.webp"
  },
  {
    "id": "1722354606349",
    "title": "Heat is testing the limits of human survivability. Here’s how it kills",
    "description": "In the summer of 2021, the 37-year-old ultra-marathon runner used an app to plot a roughly 8-mile loop through Pleasanton Ridge Regional Park in California, a huge stretch of parkland threaded with trails.",
    "img": "1722354606348-heat-survivability.webp"
  },
  {
    "id": "1722354629911",
    "title": "The US economy Kamala Harris inherits and how she may run on it",
    "description": "One of the biggest challenges the Democratic nominee will have is getting rid of the negative economic perceptions many Americans have. Charly Triballeau/AFP/Getty Images",
    "img": "1722354629906-gettyimages-1958536825-copy.webp"
  },
  {
    "id": "1722354666120",
    "title": "The latest three-year cruise is running two months late",
    "description": "Villa Vie Residences was due to depart from Belfast on May 30. But after a couple of unexpected hiccups, the ship – the Villa Vie Odyssey – is still in the Northern Irish city.",
    "img": "1722354666119-dsc01069.webp"
  }
]